Repository: theforeman/hammer-cli-foreman-puppet
Catalog: locale/*/hammer_cli_foreman_puppet.po
Languages: de, fr, ka, pt_br

source: Manage Foreman Puppet classes
de: Foreman Puppet-Klassen verwalten
fr: Gérer les classes de Foreman Puppet
ka: Foreman-ის Puppet-ის კლასების მართვა
pt_br: Gerenciar classes de marionetes do Foreman

source: Manage Foreman Puppet environments
de: Foreman Puppet-Umgebungen verwalten
fr: Gérer les environnements Foreman Puppet
ka: Foreman-ის Puppet-ის გარემოების მართვა
pt_br: Gerenciar ambientes de marionetes do Foreman

source: Manage Foreman config groups
de: Foreman-Konfigurationsgruppen verwalten
fr: Gérer les groupes de configuration de Foreman
ka: Foreman-ის კონფიგურაციის ჯგუფების მართვა
pt_br: Gerenciar grupos de configuração do Foreman

source: Manage Foreman Puppet smart class parameters
de: Verwalten Sie die Parameter der intelligenten Klasse von Foreman Puppet
fr: Gérer les paramètres de classe smart de Foreman Puppet
ka: Foreman-ის Puppet-ის ჭკვიანი კლასის პარამეტრების მართვა
pt_br: Gerenciar parâmetros de classe inteligente do Foreman Puppet Puppet

source: Associate a Puppet environment
de: Verknüpfen Sie eine Puppet-Umgebung
fr: Associer un environnements Puppet
ka: Puppet-ის გარემოს ასოცირება
pt_br: Associar um ambiente Puppet

source: The environment has been associated.
de: Die Umgebung wurde zugewiesen.
fr: L'environnement a été associé.
ka: გარემო ასოცირდა.
pt_br: O ambiente foi associado.

source: Could not associate the environment
de: Die Umgebung konnte nicht zugewiesen werden
fr: Impossible d'associer l'environnement
ka: გარემოს ასოცირების შეცდომა
pt_br: Não foi possível associar o ambiente

source: Disassociate a Puppet environment
de: Trennen einer Puppet-Umgebung
fr: Dissocier environnement Puppet
ka: Puppet-ის გარემოს ასოცირების მოხსნა
pt_br: Desassociar um ambiente Puppet

source: The environment has been disassociated.
de: Die Umgebung wurde gelöst.
fr: L'environnement a été dissocié.
ka: გარემოს ასოციაცია მოხსნილია.
pt_br: O ambiente foi desassociado.

source: Could not disassociate the environment
de: Die Umgebung konnte nicht gelöst werden
fr: Impossible de dissocié l'environnement
ka: გარემოს ასოციაციის მოხსნის შეცდომა
pt_br: Não foi possível desassociar o ambiente

source: Name
fr: Nom
ka: სახელი
pt_br: Nome

source: Smart class parameters
de: Smart-Klassenparameter
fr: Paramètres smart class
ka: ჭკვიანი კლასის პარამეტრები
pt_br: Parâmetros de classe inteligentes

source: ID of associated Puppet environment
de: ID der zugehörigen Puppet-Umgebung
fr: ID environnement Puppet associé
ka: Puppet-ის ასოცირებული გარემოს ID
pt_br: Identificação do ambiente associado ao Puppet

source: Name of associated Puppet environment
de: Name der zugehörigen Puppet-Umgebung
fr: Nom de l’environnement Puppet associé
ka: Puppet-ის ასოცირებული გარემოს სახელი
pt_br: Nome do ambiente associado ao Puppet

source: IDs of associated Puppet environment
de: IDs der zugehörigen Puppet-Umgebung
fr: IDs environnement Puppet associés
ka: Puppet-ის ასოცირებული გარემოს ID-ები
pt_br: IDs de ambiente de bonecos associados

source: Names of associated Puppet environment
de: Namen der zugehörigen Puppet-Umgebung
fr: Noms de l’environnement Puppet associé
ka: Puppet-ის ასოცირებული გარემოს სახელები
pt_br: Nomes de ambiente de marionetes associados

source: List of Puppet class ids
de: Liste der Puppet-Klassen-IDs
fr: Liste des identifiants de classes Puppet
ka: Puppet-ის კლასების ID-ების სია
pt_br: Lista de IDs de classe de marionetes

source: Name of Puppet CA proxy
de: Name des Puppet-CA-Proxys
fr: Nom du proxy Puppet CA
ka: Puppet-ის CA პროქსის სახელი
pt_br: Nome do proxy Puppet CA

source: Name of Puppet proxy
de: Name des Puppet-Proxys
fr: Nom du proxy Puppet
ka: Puppet-ის პროქსის სახელი
pt_br: Nome do Puppet proxy

source: Config group created.
de: Konfigurationsgruppe erstellt.
fr: Groupe de configuration créé.
ka: კონფიგურაციის ჯგუფი შექმნილია.
pt_br: Grupo de configurações criado.

source: Could not create the config group
de: Konfigurationsgruppe konnte nicht erstellt werden
fr: Impossible de créer le groupe de configuration
ka: კონფიგურაციის ჯგუფის შექმნის შეცდომა
pt_br: Não foi possível criar grupo de configurações

source: Config group updated.
de: Konfigurationsgruppe aktualisiert.
fr: Groupe de configuration mis à jour.
ka: კონფიგურაციის ჯგუფი განახლდა.
pt_br: Grupo de configurações atualizado.

source: Could not update the config group
de: Konfigurationsgruppe konnte nicht aktualisiert werden
fr: Impossible de mettre à jour le groupe de configuration
ka: კონფიგურაციის ჯგუფის განახლების შეცდომა
pt_br: Não foi possível atualiza o grupo de configurações

source: Config group has been deleted.
de: Konfigurationsgruppe wurde gelöscht.
fr: Le groupe de configuration a été supprimé.
ka: კონფიგურაციის ჯგუფის წაიშალა.
pt_br: O grupo de configurações foi excluído.

source: Could not delete the config group
de: Konfigurationsgruppe konnte nicht gelöscht werden.
fr: Impossible de supprimer le groupe de configuration
ka: კონფიგურაციის ჯგუფის წაშლის შეცდომა
pt_br: Não foi possível excluir o grupo de configurações

source: Environment created.
de: Umgebung erstellt.
fr: Environnement créé.
ka: გარემო შეიქმნა.
pt_br: Ambiente criado.

source: Could not create the environment
de: Umgebung konnte nicht erstellt werden
fr: Impossible de créer l'environnement
ka: გარემოს შექმნის შეცდომა
pt_br: Não foi possível criar o ambiente

source: Environment updated.
de: Umgebung aktualisiert.
fr: Environnement mis à jour.
ka: გარემო განახლდა.
pt_br: Ambiente atualizado.

source: Could not update the environment
de: Umgebung konnte nicht aktualisiert werden
fr: Impossible de mettre à jour l'environnement
ka: გარემოს განახლების შეცდომა
pt_br: Não foi possível atualizar o ambiente

source: Environment deleted.
de: Umgebung gelöscht.
fr: Environnement supprimé.
ka: გარემო წაიშალა.
pt_br: Ambiente excluído.

source: Could not delete the environment
de: Umgebung konnte nicht gelöscht werden
fr: Impossible de supprimer l'environnement
ka: გარემოს წაშლის შეცდომა
pt_br: Não foi possivel remover o ambiente

source: Puppet Environment
de: Puppet-Umgebung
fr: Environnement Puppet
ka: Puppet-ის გარემო
pt_br: Ambiente puppet

source: Puppet CA Proxy
fr: Proxy Puppet CA
ka: Puppet CA-ის პროქსი
pt_br: Proxy do Puppet CA

source: Puppet Master Proxy
fr: Proxy Puppet Master
ka: Puppet-ის ძირითადი პროქსი
pt_br: Proxy do Puppet Master

source: Missing options to search %s
de: Fehlende Optionen zum Suchen von %s
fr: Option manquante pour rechercher %s
ka: %s-ის მოსაძებნად მითითებული პარამეტრები საკმარისი არაა
pt_br: Opções de pesquisa em falta %s

source: one of %s not found.
de: einer von %s nicht gefunden.
fr: un sur %s introuvable.
ka: %s-დან ერთერთი ვერ ვიპოვე.
pt_br: um dos %s não encontrado.

source: Puppet environment name
de: Name der Puppet-Umgebung
fr: Nom de l’environnement Puppet
ka: Puppet-ის გარემოს სახელი
pt_br: Nome do ambiente Puppet

source: Puppet class name
de: Puppet-Klassenname
fr: Nom de la classe Puppet
ka: Puppet-ის კლასის სახელი
pt_br: Nome da classe do puppet

source: Smart class parameter name
de: Smart-Klassen-Parametername
fr: Nom du paramètre de la smart class
ka: ჭკვიანი კლასის პარამეტრის სახელი
pt_br: Nome de parâmetro de classe inteligente

source: Name to search by
de: Zu suchender Name
fr: Recherche par nom
ka: სახელით ძებნა
pt_br: Nome a ser pesquisado

source: Environments
de: Umgebungen
fr: Environnements
ka: გარემო
pt_br: Ambientes

source: Parameter
fr: Paramètre
ka: პარამეტრი
pt_br: Parâmetro

source: Default Value
de: Standardwert
fr: Valeur par défaut
ka: ნაგულისხმები მნიშვნელობა
pt_br: Valor Padrão

source: Override
de: Überschreiben
fr: Remplacement
ka: გადაფარვა
pt_br: Substituir

source: Puppet class
de: Puppet-Klasse
fr: Classe Puppet
ka: Puppet-ის კლასი
pt_br: Classe de puppet

source: Class Id
de: Klassen-ID
fr: Id de classe
ka: კლასის ID
pt_br: ID da Classe

source: Description
de: Beschreibung
ka: აღწერა
pt_br: Descrição

source: Type
de: Typ
ka: ტიპი
pt_br: Tipo

source: Hidden Value?
de: Versteckter Wert?
fr: Valeur cachée ?
ka: დამალული მნიშვნელობა?
pt_br: Valor oculto?

source: Omit
de: Übergehen
fr: Omettre
ka: ამოღება
pt_br: Omitir

source: Required
de: Erforderlich
fr: Requis
ka: საჭიროა
pt_br: Solicitado

source: Validator
de: Prüfung
fr: Validateur
ka: შემმოწმებელი
pt_br: Validador

source: Rule
de: Regel
fr: Règle
ka: წესი
pt_br: Regra

source: Override values
de: Überschreibungswerte
fr: Surcharger les valeurs
ka: მნიშვნელობების გადაფარვა
pt_br: Sobrescrever Valores

source: Merge overrides
de: Überschreibungen zusammenführen
fr: Fusionner les surcharges
ka: გადაფარვების შერწყმა
pt_br: Mesclar substituições

source: Merge default value
de: Standardwerte zusammenführen
fr: Fusionner la valeur par défaut
ka: ნაგულისხმები მნიშვნელობის შერწყმა
pt_br: Mesclar valor padrão

source: Avoid duplicates
de: Duplikate vermeiden
fr: Eviter les doublons
ka: დუბლიკატების აცილება
pt_br: Evitar duplicações

source: Order
de: Reihenfolge
fr: Commande
ka: დალაგება
pt_br: Ordem

source: Values
de: Werte
fr: Valeurs
ka: მნიშვნელობები
pt_br: Valores

source: Match
de: Übereinstimmung
fr: Correspond
ka: დამთხვევა
pt_br: Correspondência

source: Value
de: Wert
fr: Valeur
ka: მნიშვნელობა
pt_br: Valor

source: Parameter updated.
de: Parameter aktualisiert.
fr: Paramètre mis à jour.
ka: პარამეტრი განახლდა.
pt_br: Parâmetro atualizado.

source: Could not update the parameter
de: Parameter konnte nicht aktualisiert werden
fr: Impossible de mettre à jour le paramètre
ka: პარამეტრის განახლების შეცდომა
pt_br: Não foi possível atualizar o parâmetro

source: Value to use when there is no match
de: Zu verwendender Wert, falls es keine Übereinstimmung gibt
fr: Valeur à utiliser quand il n'y a pas de concordance
ka: მნიშვნელობა, რომელიც გამოიყენება, როცა დამთხვევები არაა
pt_br: Valor a usar quando não houver correspondência

source: Override this parameter
de: Diesen Parameter überschreiben.
fr: Remplacer cette valeur
ka: პარამეტრის გადაფარვა
pt_br: Substituir esse parâmetro

source: This parameter is required
de: Dieser Parameter ist erforderlich
fr: Ce paramètre est requis
ka: ეს პარამეტრი აუცილებელია
pt_br: Este texto é exigido

source: Type of the parameter
de: Typ des Parameters
fr: Type de paramètre
ka: პარამეტრის ტიპი
pt_br: Tipo de parâmetro

source: Type of the validator
de: Typ des Validators
fr: Type de validateur
ka: შემმოწმებლის ტიპი
pt_br: Tipo do validador

source: The order in which values are resolved
de: Reihenfolge, in der Werte aufgelöst werden
fr: L'ordre dans lequel les valeurs sont interprétées
ka: მიმდევრობა, რომლითაც მნიშვნელობების ამოხსნა ხდება
pt_br: A ordem na qual os valores são resolvidos

source: Override value, required if omit is false
de: Überschreibungswert, wird benötigt falls der Parameter "Übergehen" den Wert "false" hat
fr: Remplacer la valeur, requis si Omettre est sur false
ka: მნიშვნელობის გადაფარვა. საჭიროა, თუ ამოგდება გამორთულია
pt_br: Valor de substituição, necessário se omitir for falso

source: Override value created.
de: Überschreibungswert erstellt
fr: Valeur de substitution créée.
ka: გადაფარვის მნიშვნელობა შექმნილია.
pt_br: Valor de substituição criado.

source: Could not create the override value
de: Der Überschreibungswert konnte nicht erstellt werden
fr: Impossible de créer la surcharge de valeur
ka: გადამფარავი მნიშვნელობის შექმნის შეცდომა
pt_br: Não foi possível criar o valor substituir

source: Cannot use --value when --omit is true.
de: --value kann nicht verwendet werden, wenn --omit wahr ist.
fr: Ne peut pas utiliser --value quand --omit est sur true.
ka: --value -ის გამოყენება შეუძლებელია, როცა --omit ჩართულია.
pt_br: Não é possível usar --value quando --omit é verdadeiro.

source: Override value deleted.
de: Überschreibungswert gelöscht
fr: Valeur de substitution supprimée.
ka: ნაპოვნია მნიშვნელობის გადაფარვა.
pt_br: Valor de substituição excluído.

source: Could not delete the override value
de: Überschreibungswert konnte nicht gelöscht werden
fr: Impossible de supprimer cette surcharge de valeur
ka: გადაფარვის მნიშვნელობის წაშლის შეცდომა
pt_br: Não foi possível excluir o valor substituto

source: Import Puppet classes from Puppet proxy
de: Importieren von Puppet-Klassen aus dem Puppet-Proxy
fr: Importer des classes Puppet depuis le proxy Puppet
ka: Puppet-ის კლასების Puppet Proxy-დან შემოტანა
pt_br: Importar classes de marionetes do Puppet proxy

source: Do not run the import
de: Import nicht ausführen
fr: Ne pas lancer l'import
ka: არ შემოტანა
pt_br: Não execute a importação

source: Result
de: Ergebnis
fr: Résultat
ka: შედეგი
pt_br: Resultado

source: Changed environments
de: Geänderte Umgebungen
fr: Environnements modifiés
ka: შეცვლილი გარემოები
pt_br: Ambientes modificados

source: New classes
de: Neue Klassen
fr: Nouvelles classes
ka: ახალი კლასები
pt_br: Novas classes

source: Updated classes
de: Klassen aktualisiert
fr: Classes mises à jour
ka: განახლებული კლასები
pt_br: Classes atualizadas

source: Removed classes
de: Klassen entfernt
fr: Classes supprimées
ka: წაშლილი კლასები
pt_br: Classes removidas

source: Ignored classes
de: Klassen ignoriert
fr: Classes ignorées
ka: იგნორირებული კლასები
pt_br: Classes ignoradas

source: Puppetclasses
de: Puppet-Klassen
fr: Classes Puppet

source: ID
de: Kennung
